export const questions = [
  {
    id: 1,
    question: '오랜만에 참석한 동창회, 나는 무엇을 하고 있을까?',
    options: [
      '오랜만에 만난 친구들과 다같이 신나게 논다',
      '친한 친구랑만 이야기 한다',
    ],
    type: 'E/I',
  },
  {
    id: 2,
    question: '풍선을 보면 떠오르는 생각은?',
    options: ['풍선을 타고 날아 보고 싶다', '불기 힘들겠다'],
    type: 'N/S',
  },
  {
    id: 3,
    question: '친구가 배탈난 것 같다고 연락이 왔다. 내 대답은?',
    options: ['오늘 뭐 먹었는데?', '많이 아파? 괜찮아?'],
    type: 'T/F',
  },
  {
    id: 4,
    question: '오늘 해야 할 일이 많다면?',
    options: ['미루지 말고 다 처리하자', '급한 것부터 하고 나머지는 나중에!'],
    type: 'J/P',
  },
  {
    id: 5,
    question: '1년 동안 둘 중 하나를 골라 버텨야 한다면',
    options: ['한 달에 한 번씩 새로운 모임 들어가기', '365일 집에 혼자 있기'],
    type: 'E/I',
  },
  {
    id: 6,
    question: '인생을 살며 더 중요한 것은',
    options: ['말빨', '기세'],
    type: 'S/N',
  },
  {
    id: 7,
    question: '"생각해볼게 ~"의 의미는?',
    options: ['실제로 고민할 시간이 필요', '돌려서 하는 거절'],
    type: 'T/F',
  },
  {
    id: 8,
    question: '첫 월급을 받았다',
    options: [
      '계획한 대로 절반은 저축하자',
      '첫 월급인데 사고 싶은 거 다 사자',
    ],
    type: 'J/P',
  },
  {
    id: 9,
    question: '단체 활동을 할 때 나를 더 힘들게 만드는 상황은?',
    options: [
      '너무 어색해서 대화 한마디 없는 상황',
      '모든 사람이 나에게 집중하고 기대하는 상황',
    ],
    type: 'E/I',
  },
  {
    id: 10,
    question: '비 오는 날의 나는?',
    options: ['아 바지 젖겠다', '비 냄새 너무 좋다.. 비에 대한 추억이 떠오름'],
    type: 'S/N',
  },
  {
    id: 11,
    question: '같이 알바하는 친구가 작은 실수를 해서 혼났다고 하면?',
    options: [
      '이렇게 하면 다음에 실수 안 할 수 있어',
      '아 뭔지 알아 나도 가끔 그래',
    ],
    type: 'T/F',
  },
  {
    id: 12,
    question: '새로운 도전을 할 때?',
    options: ['일단 해보자! 즉흥적으로 시작', '철저하게 준비하고 도전'],
    type: 'J/P',
  },
  {
    id: 13,
    question: '친구들 사이 나의 포지션은?',
    options: ['누가 봐도 말 많은 애', '알고 보면 말 많은 애'],
    type: 'E/I',
  },
  {
    id: 14,
    question: '쇼핑할 때 예상보다 돈이 초과되면?',
    options: ['필요 없는 건 빼야겠다', '이럴 때 사는 거지 뭐~'],
    type: 'S/N',
  },
  {
    id: 15,
    question: '"너 T야?" 라는 친구의 물음에',
    options: ['응 나 T야', '헉.. 내가 너무 T처럼 대답했나'],
    type: 'T/F',
  },
  {
    id: 16,
    question: '짜증 나는 일이 생겼을 때 나는?',
    options: ['누군가와 이야기하며 푼다', '조용히 혼자 있어야 풀린다'],
    type: 'E/I',
  },
  {
    id: 17,
    question: '너 여름 좋아해? 라는 말에',
    options: [
      '덥고 습한건 싫지만 휴가가 있으니 좋지',
      '여름의 청량한 분위기가 좋아!',
    ],
    type: 'S/N',
  },
  {
    id: 18,
    question: '열심히 준비한 대회에서 1등하고 몸져누운 친구',
    options: ['하지만 해냈죠?', '괜찮아? 너 진짜 열심히 했구나'],
    type: 'T/F',
  },
  {
    id: 19,
    question:
      '만약 내가 바퀴벌레가 되면 어떻게 할거야? 라는 애인의 질문에 나는',
    options: ['바퀴벌레가 왜 되는 건데', '(진지하게 고민 중..)'],
    type: 'S/N',
  },
  {
    id: 20,
    question: '프로젝트를 끝마칠 때 나는',
    options: [
      '모든 게 내 손 안에 있었다.. 완벽해',
      '이번에도 기깔나게 수습했다.. 천재적',
    ],
    type: 'J/P',
  },
];
